{
  "abc": " \r\n E-Series MY16-19 – Ford Plug-In Modem Kit Installation Guide \r\nRevision Date: 06-AUG-2019 Revision Number: 2 \r\n \r\nE-Series Ford Plug-In Modem Kit - VKC4Z-14H195-A 1 of 6 \r\n \r\n \r\n \r\n \r\n \r\nE-Series Ford Plug-In Modem Kit Bill of Material – Part in Assembly (PIA): \r\nPart Description PIA Quantity \r\nFord Plug-In Modem (modem) 1 \r\n3-Way Harness 1 \r\nFord Plug-In Modem Kit Installation part set 1 \r\nWarranty Card 1 \r\nInstall Card – URL for validating the install 1 \r\n \r\nFord Plug-In Modem Kit Installation part set content: Quantity  P/N \r\nAdhesive backed mounting pad  1 28675051 \r\n3M 4298 Promoter Packet 1 28675052 \r\nAlcohol wipe 1 28675054 \r\nTie Straps -14.5” 5 28682870 \r\n \r\nTools: shop tools  Panel removal tool \r\nPlastic gloves (optional)  \r\n \r\nRecord of Revision History:  \r\nRevision  Description  Pages Affected Release Date \r\n1 Initial release of Ford Plug-In Modem kit to support E-\r\nSeries vehicles. \r\nAll 7-June-2019 \r\n2 Proof reading corrections All 06-Aug-2019 \r\n \r\n \r\n \r\n \r\n----------------Page (0) Break----------------\r\n \r\n E-Series MY16-19 – Ford Plug-In Modem Kit Installation Guide \r\nRevision Date: 06-AUG-2019 Revision Number: 2 \r\n \r\nE-Series Ford Plug-In Modem Kit - VKC4Z-14H195-A 2 of 6 \r\n \r\nFord Plug-In Modem Kit – Content \r\n \r\nFord Plug-In Modem Kit – Installation Procedure \r\n• Read the installation procedure thoroughly before proceeding; modem location and orientation are \r\ncritical to cellular/GPS connectivity and the kit’s overall performance.  \r\n• Run standard vehicle diagnostics to check if any codes are set before the Ford Plug-In Modem \r\ninstallation.  Repair vehicle if necessary before proceeding. \r\n• Refer to Ford Workshop Manual Instructions for vehicle disassemble and reassemble instructions.  \r\nAll torque values are 1.5Nm+/-0.2Nm (13.3In-Lbs+/-1.8In-Lbs) unless otherwise specified in \r\nworkshop manual or in these instructions.  \r\n• Set all fasteners aside for reassembly. \r\n• Ensure the ignition switch is off, engine is off, and all accessories are off – remove key from ignition \r\nand set aside.  \r\n• The Electronic Serial Number (ESN) located on the top of the Modem and the outside of the Ford \r\nPlug-In Modem Kit box is required to validate proper installation.  Tip:  Take a picture or record the \r\nESN for use later \r\n•  \r\n1. Vehicle Disassembly \r\n1.1 Remove the instrument panel (IP) driver side knee trim panel to access the Ford Plug-In Modem \r\nmounting position. \r\n \r\n1.2 Remove the vehicle harness Data Link connector (DLC) for the harness installation. \r\n \r\n2. Vehicle Preparation \r\nMounting Pad \r\n3-Way Harness \r\nFord Plug-In Modem 3M 4298 promoter packet \r\nThe modem mounts near the \r\nheadlamp switch on the inside of \r\nthe IP trim panel (access location \r\nfrom the driver foot well.) \r\nRemove knee trim panel. \r\nThe DLC is attached to \r\nthe bottom of knee \r\npanel support above \r\nthe brake pedal. \r\nRemove the two \r\nscrews from front \r\nof the DLC and \r\nset aside.  \r\n----------------Page (1) Break----------------\r\n \r\n E-Series MY16-19 – Ford Plug-In Modem Kit Installation Guide \r\nRevision Date: 06-AUG-2019 Revision Number: 2 \r\n \r\nE-Series Ford Plug-In Modem Kit - VKC4Z-14H195-A 3 of 6 \r\n \r\n2.1 Inspect the Ford Plug-In Modem’s mounting location for surface prep. \r\n2.1.1 The modem’s mounting position is inside the IP on (driver side) below the HVAC duct and the \r\nheadlamp switch module. This location is accessed from the driver foot well.  Visually inspect \r\nthe surface to ensure it is free of any contaminants.  \r\n \r\n2.2 Promoter application instructions \r\nThe kit contains a 3M 4298 promoter packet and an adhesive backed mounting pad for mounting the \r\nFord Plug-In Modem.  (Please follow the 3M application instructions included in the next step to \r\nprepare the mounting surface for the loop pad.) \r\n \r\n3M 4298 Application instructions - Hold the packet upright and avoid squeezing the packet. The packet can be \r\nopened by tearing across the packet at the notches. This will expose the sponge applicator. Do not remove the \r\nsponge or squeeze a freshly opened packet to prevent spillage. Handling the bottom section of the packet \r\nshould enable application of 3M adhesion promoter 4298 with no mess. Apply a thin, uniform coating to the \r\nbonding surface, using the minimum amount that will fully coat the surface. A wet coating thickness of 0.002 inch \r\nor less is recommended. Apply promoter to the areas that will be covered with adhesive side of mounting pad. \r\nAlthough drying times may vary due to temperature and/or humidity, a drying time of 30 to 90 seconds is typically \r\nindicative of this thickness. The promoter should be dry before applying pad. Reference: 3M. “Adhesion \r\nPromoter 4298 for Professional Market Applications.”  3M Multimedia, March-2003. Web. 22-July-2014  \r\nhttp://multimedia.3m.com/mws/mediawebserver?mwsId=SSSSSufSevTsZxtUNY_G5xfSevUqevTSevTSevTSeS\r\nSSSSS-- \r\n \r\n2.3 Application of promoter to the mounting surface.  \r\n2.3.1 Apply a thin coating of promoter to the cleaned surface highlighted area pictured above in the \r\nsurface prep section. \r\n \r\n2.4 Application of the mounting pad on the prepared surface. \r\n \r\nSurface prep: the mounting surface is highlighted in the pictures to left; the \r\nsurface should be clean and dry.  \r\n•Clean the surface area slightly larger than the mounting pad with the \r\nisopropyl alcohol wipe provided before applying the 3M promoter. \r\n3M 4298 packet contains an applicator sponge soaking in promoter liquid - the \r\nliquid contents of the packet should be used as soon as possible after opening. \r\nNote: the promoter must be dry before applying the mounting pad: dry \r\ntime is 30 to 90 seconds after promoter application and not more than \r\none hour. Make sure the primed surface remains free from \r\ncontaminants prior to pad application. \r\n•Remove the clear plastic from the adhesive on the pad and apply \r\nthe pad to the prepared surface; use picture to the right as a guide. \r\nFirmly rub pad into place, removing any air bubbles trapped under \r\npad to ensure good adhesion to the surface.  \r\n  \r\n----------------Page (2) Break----------------\r\n \r\n E-Series MY16-19 – Ford Plug-In Modem Kit Installation Guide \r\nRevision Date: 06-AUG-2019 Revision Number: 2 \r\n \r\nE-Series Ford Plug-In Modem Kit - VKC4Z-14H195-A 4 of 6 \r\n \r\n3. Ford Plug-in Modem Kit 3-Way Harness Routing and Connections  \r\n \r\n3.1 The 3-Way harness is installed in the driver side foot well from the vehicle harness DLC mounting \r\nlocation up to the mounting surface. \r\n3.1.1 Install the 3-Way harness. \r\n \r\n \r\n \r\n 4. Ford Plug-In Modem Installation  \r\n \r\n \r\n3-Way Harness: \r\n•Ford Plug-In Modem (modem) connector \r\n•Data Link Connector (DLC) connectors \r\noDLC male connector \r\noDLC female connector \r\n \r\n•Attach the harness DLC \r\nfemale connector to the \r\nbottom of the knee \r\npanel using the two \r\nscrews from the vehicle \r\nDLC removed earlier.  \r\n  \r\n•Connect the DLC male \r\nconnector to the vehicle \r\nDLC and secure with a tie \r\nstrap through center of \r\nwiring without pinching any \r\nwires. \r\n  \r\noConnect the harness modem connector to the Ford Plug-In \r\nModem. \r\noSecure modem and harness modem connector with tie strap \r\n(see pictures below.)   \r\n  \r\n•Route the harness modem connector up and over the bracket support on the LH side trim \r\npanel opening.  \r\n  \r\n•Wrap the free end of the tie strap around the modem \r\nand through the center of the connector without \r\npinching wires.  \r\n  \r\n▪Position the tie strap on the labeled surface of modem \r\nwith the strap’s head at the edge of the harness modem \r\nconnector. \r\n  \r\nThe modem has a status LED used to check connectivity. The two key colors/significance are:  \r\n  \r\nNote:  If the LED does not light up check each harness  \r\n  \r\n•White - modem has power. \r\n•Blinking green – modem is receiving and transmitting vehicle \r\ndata. (Requires engine start.) \r\n  \r\nThe Ford Plug-In Modem has two strips of dual lock attached to the modem case; the dual lock \r\nside attaches to the mounting pad; maintain separation between dual lock and mounting pad \r\nuntil modem is in its final position. (Use a slip of paper to assist with separation.)  \r\n  \r\n----------------Page (3) Break----------------\r\n \r\n E-Series MY16-19 – Ford Plug-In Modem Kit Installation Guide \r\nRevision Date: 06-AUG-2019 Revision Number: 2 \r\n \r\nE-Series Ford Plug-In Modem Kit - VKC4Z-14H195-A 5 of 6 \r\n \r\n  \r\n5. Ford Plug-In Modem Validation Process  \r\nValidation of proper installation and confirmation that the Ford Plug-in Modem is receiving and transmitting \r\ndata depends on both GPS and cellular network strength.   \r\n• To complete validation technicians will need access to the internet and the VIN and the Plug-in \r\nModem ESN.  The Plug-in Modem ESN is located on top of the Modem     \r\n• Finally, validation requires that the vehicle to be keyed on.  If the vehicle has been off for more than \r\n15 minutes, please complete step 5.2 before attempting validation \r\n 5.1 Insert the key into the ignition. \r\n5.2 Start the engine. \r\n• Turn the ignition on,  \r\n• Start the engine,  \r\n• Run engine for 30 seconds, and \r\n• Turn the ignition to \"Off\". Wait up to 15 minutes with engine off before restarting (Modem vehicle \r\nconfigurations are down loaded in modem light sleep mode) \r\n 5.3 Access validation website:  https://cdvt.ford.com/        \r\n \r\n5.4 Input VIN and ESN.  If installation validation is successful, the website return screen will display all \r\ngreen indicators.  Proceed to Step 5.7  \r\n5.5 If validation was not successful, please follow the following steps in order: \r\n• Step 1:  Wait 30 seconds, re-enter the required information and submit again, if successful \r\nproceed to Step 5.7 \r\n• Step 2:  Verify that all of the electrical connector connections are fully inserted and secure.   Follow \r\nthe validation steps again beginning at Step 5.2, if successful proceed to Step 5.7 \r\n• Step 3:  If the plug-in modem has power and the modem display has a blinking green light, please \r\nensure that the vehicle is in a location where its GPS location can be determined and there is a \r\nstrong cellular signal.  Turn the vehicle on and let it run for an extended period (5-7 minutes) \r\nbefore turning it off.  Follow the validation steps beginning at Step 5.4, if successful proceed to \r\nStep 5.7 \r\n \r\n5.6 Remove the Ford Plug-in Modem Kit hardware and install a new Ford Plug-in Modem Kit (modem and \r\n3-way harness).  Begin the validation process again at Step 5.2 and/or contact the Ford Commercial \r\nSolutions Business Center at the phone number listed on the Warranty Card \r\n5.7 Run standard vehicle diagnostics to check if any codes were set during the Ford Plug-In Modem Kit \r\ninstallation.   If there are no codes, proceed to next section, if there are codes, clear and retest.   If \r\n4.1Install the Ford Plug-In Modem. \r\n•Position the modem over the mounting pad. \r\n•Fasten the modem to the loop with the harness routed down. \r\n(See picture to right.) \r\noPress modem against mount and wiggle modem into pad.    \r\n----------------Page (4) Break----------------\r\n \r\n E-Series MY16-19 – Ford Plug-In Modem Kit Installation Guide \r\nRevision Date: 06-AUG-2019 Revision Number: 2 \r\n \r\nE-Series Ford Plug-In Modem Kit - VKC4Z-14H195-A 6 of 6 \r\n \r\ncodes remain after retest, make the required vehicle repairs, clear codes, and retest.  Repeat until \r\nretest produces no codes. \r\n \r\n6. Installation Review, Vehicle Reassembly, and Completion  \r\n6.1 Verify that the 3-Way harness is clear of all moving components and the foot zone. \r\n6.1.1 Loop any excess 3-Way harness onto itself and secure with the tie straps (PIA) to a hard point \r\non the IP: not to other harnesses. \r\n6.2 Verify that the Ford Plug-In Modem is firmly mounted on the pad. \r\n6.3 Re-install the IP trim panel removed during the vehicle disassembly. \r\n6.4 Place Ford Plug-In Modem kit Warranty Card into glove box. \r\n----------------Page (5) Break----------------\r\n"
}